[Balance.PawnBalance_Sage_ShockSkagSpawn AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Manifesto Elétrico")

[Balance.PawnBalance_Sage_SkagAdult AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Adulto Pantaneiro",TransformedNames=((TransformedName="Skag Adulto de Fogo"),(TransformedName="Skag Adulto Elétrico"),(TransformedName="Skag Adulto Corrosivo "),(TransformedName="Skag Adulto Slag ")))
PlayThroughs[1]=(DisplayName="Skag Pantaneiro Chifrudo",TransformedNames=((TransformedName="Skag de Fogo Chifrudo"),(TransformedName="Skag Elétrico Chifrudo"),(TransformedName="Skag Corrosivo Chifrudo"),(TransformedName="Skag Slag Chifrudo")))

[Balance.PawnBalance_Sage_SkagAlpha AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Alfa Pantaneiro")
PlayThroughs[1]=(DisplayName="Skag Ancião Pantaneiro")

[Balance.PawnBalance_Sage_SkagBadassCorrosive AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Pantaneiro Corrosivo Encrenqueiro")
PlayThroughs[1]=(DisplayName="Skag Pantaneiro Corrosivo Super Encrenqueiro")

[Balance.PawnBalance_Sage_SkagBarfer AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Pantaneiro Vomitador",TransformedNames=((TransformedName="Vomitador de Fogo"),(TransformedName="Vomitador Elétrico"),(TransformedName="Vomitador Corrosivo"),(TransformedName="Vomitador Slag")))
PlayThroughs[1]=(DisplayName="Skag Vomitador Pantaneiro Vomitron",TransformedNames=((TransformedName="Vomitador de Fogo Vomitron"),(TransformedName="Vomitador Elétrico Vomitron"),(TransformedName="Vomitador Corrosivo Vomitron"),(TransformedName="Vomitador Slag Vomitron")))

[Balance.PawnBalance_Sage_SkagPup AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Cachorro de skag Pantaneiro",TransformedNames=((TransformedName="Cachorro de Fogo"),(TransformedName="Cachorro Elétrico "),(TransformedName="Cachorro Corrosivo"),(TransformedName="Cachorro Slag")))
PlayThroughs[1]=(DisplayName="Cachorro de skag Pantaneiro Chifrudo",TransformedNames=((TransformedName="Cachorro de Fogo Chifrudo"),(TransformedName="Cachorro Elétrico Chifrudo"),(TransformedName="Cachorro Corrosivo Chifrudo"),(TransformedName="Cachorro Slag Chifrudo")))

[Balance.PawnBalance_Sage_SkagSpitter AIPawnBalanceDefinition]
PlayThroughs[0]=(DisplayName="Skag Pantaneiro Cuspidor",TransformedNames=((TransformedName="Skag Cuspidor de Fogo"),(TransformedName="Skag Cuspidor Elétrico"),(TransformedName="Skag Cuspidor de Ácido"),(TransformedName="Skag Cuspidor Slag")))
PlayThroughs[1]=(DisplayName="Skag Pantaneiro Skag Falcoeiro",TransformedNames=((TransformedName="Skag Falcoeiro Ígneo"),(TransformedName="Skag Falcoeiro Elétrico"),(TransformedName="Skag Falcoeiro Corrosivo"),(TransformedName="Skag Falcoeiro Slag")))

